{
    "opportunity-id2": {
        "topic": "Renewable Energy",
        "provider": "provider-2",
        "title": "Sustainable Energy Solutions",
        "shortDecription": "A research project focused on developing renewable energy solutions for urban areas.",
        "longDescription": "This opportunity involves designing and testing innovative renewable energy systems like solar, wind, and hydroelectric power for urban settings. Participants will analyze current energy consumption trends, explore sustainable alternatives, and contribute to research papers on renewable energy solutions. This project aims to reduce dependency on fossil fuels and enhance energy sustainability in large cities.",
        "stipend": "$1,200/month",
        "institution": "Stanford University",
        "location": "Palo Alto, CA",
        "duration": "8 months",
        "link": "http://example.com/opportunity2",
        "tags": ["Renewable Energy", "Sustainability", "Green Energy"]
    },
    "opportunity-id3": {
        "topic": "Autonomous Vehicles",
        "provider": "provider-3",
        "title": "Self-Driving Cars Technology",
        "shortDecription": "Developing navigation algorithms for autonomous vehicles to enhance safety and efficiency.",
        "longDescription": "This project will delve into creating and optimizing navigation algorithms for autonomous vehicles, focusing on machine learning techniques to improve decision-making in real-time scenarios. Researchers will work with industry-standard datasets, collaborate with leading auto manufacturers, and contribute to improving the reliability and safety of autonomous driving technology.",
        "stipend": "$1,500/month",
        "institution": "Carnegie Mellon University",
        "location": "Pittsburgh, PA",
        "duration": "12 months",
        "link": "http://example.com/opportunity3",
        "tags": ["Autonomous Vehicles", "Self-Driving Cars", "AI", "Machine Learning"]
    },
    "opportunity-id4": {
        "topic": "Climate Change",
        "provider": "provider-4",
        "title": "Impacts of Climate Change on Agriculture",
        "shortDecription": "Research on how climate change affects agricultural production in different regions.",
        "longDescription": "This opportunity allows researchers to study the effects of climate change on agriculture and food security. The project will involve analyzing climate data, crop yield patterns, and developing strategies to mitigate the negative impacts of climate change. Participants will also explore potential sustainable agricultural practices to cope with environmental changes.",
        "stipend": "$1,200/month",
        "institution": "Harvard University",
        "location": "Cambridge, MA",
        "duration": "9 months",
        "link": "http://example.com/opportunity4",
        "tags": ["Climate Change", "Agriculture", "Sustainability"]
    },
    "opportunity-id5": {
        "topic": "Cybersecurity",
        "provider": "provider-5",
        "title": "Data Privacy in Cybersecurity",
        "shortDecription": "Exploring methods to enhance data privacy in digital systems and prevent cyber-attacks.",
        "longDescription": "This research project will focus on developing advanced techniques for securing sensitive data and preventing cyber-attacks. Participants will study encryption methods, privacy-preserving algorithms, and intrusion detection systems. The goal is to develop robust solutions that can be implemented across various industries to enhance the security of digital systems.",
        "stipend": "$1,800/month",
        "institution": "UC Berkeley",
        "location": "Berkeley, CA",
        "duration": "10 months",
        "link": "http://example.com/opportunity5",
        "tags": ["Cybersecurity", "Data Privacy", "Encryption", "Cyber Attacks"]
    },
    "opportunity-id6": {
        "topic": "Neuroscience",
        "provider": "provider-6",
        "title": "Brain-Computer Interfaces",
        "shortDecription": "Developing interfaces that connect human brains with digital systems for seamless communication.",
        "longDescription": "This opportunity focuses on creating advanced brain-computer interfaces (BCIs) that enable communication between humans and computers. Researchers will study neuroplasticity, signal processing, and brain wave patterns, aiming to develop solutions for people with disabilities to interact with digital devices and environments more effectively.",
        "stipend": "$2,000/month",
        "institution": "Johns Hopkins University",
        "location": "Baltimore, MD",
        "duration": "12 months",
        "link": "http://example.com/opportunity6",
        "tags": ["Neuroscience", "Brain-Computer Interface", "BCI", "Neuroplasticity"]
    },
    "opportunity-id7": {
        "topic": "Quantum Computing",
        "provider": "provider-7",
        "title": "Quantum Algorithms for Cryptography",
        "shortDecription": "Investigating quantum algorithms to enhance cryptographic techniques for data security.",
        "longDescription": "This project is centered around exploring quantum computing techniques to improve cryptographic systems used in data security. The candidate will work on developing new quantum algorithms that can outperform classical systems in terms of speed and efficiency, contributing to advancements in fields like secure communications and encrypted data storage.",
        "stipend": "$2,500/month",
        "institution": "Caltech",
        "location": "Pasadena, CA",
        "duration": "10 months",
        "link": "http://example.com/opportunity7",
        "tags": ["Quantum Computing", "Cryptography", "Data Security", "Algorithms"]
    },
    "opportunity-id8": {
        "topic": "Mental Health",
        "provider": "provider-8",
        "title": "AI in Mental Health Diagnosis",
        "shortDecription": "Leveraging AI to enhance the accuracy and speed of mental health diagnoses.",
        "longDescription": "This research aims to integrate AI into mental health care by developing models that can quickly and accurately diagnose various mental health conditions. The project involves analyzing patient data, improving existing diagnostic tools, and creating personalized mental health care strategies. Researchers will collaborate with clinical psychologists and data scientists to improve patient outcomes.",
        "stipend": "$1,400/month",
        "institution": "Yale University",
        "location": "New Haven, CT",
        "duration": "7 months",
        "link": "http://example.com/opportunity8",
        "tags": ["Mental Health", "AI", "Psychology", "Diagnostics"]
    },
    "opportunity-id9": {
        "topic": "Robotics",
        "provider": "provider-9",
        "title": "Robot-Assisted Surgery",
        "shortDecription": "Developing robotic systems to assist in precision surgeries and reduce human error.",
        "longDescription": "This research project focuses on the development of robotic systems that can assist surgeons in performing precise and minimally invasive surgeries. Participants will work on robot programming, motion planning, and safety protocols, aiming to improve patient outcomes and reduce the risk of surgical errors. The project involves collaboration with leading hospitals and medical institutions.",
        "stipend": "$1,700/month",
        "institution": "University of Michigan",
        "location": "Ann Arbor, MI",
        "duration": "11 months",
        "link": "http://example.com/opportunity9",
        "tags": ["Robotics", "Surgery", "Medical Technology", "Healthcare"]
    },
    "opportunity-id10": {
        "topic": "Sociology",
        "provider": "provider-10",
        "title": "Social Media and Youth Mental Health",
        "shortDecription": "Research on the impact of social media usage on youth mental health and behavior.",
        "longDescription": "This research investigates the effects of prolonged social media usage on the mental health and behavior of young adults. Participants will analyze behavioral patterns, survey data, and study the links between social media engagement and anxiety, depression, and self-esteem issues. The goal is to propose interventions that promote healthier online environments.",
        "stipend": "$1,000/month",
        "institution": "University of Chicago",
        "location": "Chicago, IL",
        "duration": "6 months",
        "link": "http://example.com/opportunity10",
        "tags": ["Sociology", "Mental Health", "Social Media", "Youth"]
    }
}